import ContactInfoEl from "@/components/layout/ContactInfo";
import LineLogo from "../../components/logo/LineLogo";

const AboutUsGr = () => {
    return (
        <>
            <div className="flex">
                <LineLogo/>
                <h1 className="text-2xl font-bold ml-4 text-re-dark p-2"> Προφίλ</h1>
            </div>
            <hr className="h-0.5 bg-re-dark mb-8" />
            <div className="flex">
                <div className="w-6/10 mr-8">
                    <p className="mt-2">Η εταιρεία "Papapanagiotou Real Estate & Συνεργάτες" έχει μια δυναμική παρουσία στο χώρο των μεσιτικών επιχειρήσεων στην πόλη της Αθήνας με μια έμπειρη ομάδα κτηματομεσιτικών συμβούλων. Δραστηριοποιούμαστε στην κτηματαγορά από το 2021 διατηρώντας γραφείο σ επί της οδού Πατησίων 76, Αθήνα. </p>
                    <p className="mt-2">Έχουμε χτίσει βήμα- βήμα την φήμη μας χάρη στην αμεσότητα, την εντιμότητα και την αξιοπιστία.
                    </p>
                    <p className="mt-2">Διαθέτουμε όλων των ειδών ακίνητα όπως μονοκατοικίες, διαμερίσματα, οικόπεδα και αγροτεμάχια, επαγγελματικά ακίνητα κ.α. </p>
                    <p className="mt-2">Παρέχουμε υπηρεσίες διαχείρισης, εκτίμησης και ανακαίνισης ακινήτων. Επιπλέον συνεργαζόμαστε με εξιδανικευμένους επαγγελματίες (συμβολαιογράφους, νομικούς, μηχανικούς, αρχιτέκτονες) διασφαλίζοντας με τον καλύτερο δυνατό τρόπο τα συμφέροντα σας. </p>
                    <p className="mt-2">Ακούμε τις ανάγκες και τις επιθυμίες σας, εργαζόμαστε με μεθοδικότητα και μαζί με τους συνεργάτες μας εξασφαλίζουμε ότι ως πελάτης μας θα λάβετε υπηρεσίες υψηλής ποιότητας καλύπτοντας πλήρως τις ανάγκες σας. </p>
                </div>
                <div className="hidden md:block">
                    <ContactInfoEl/>
                </div>
            </div>
        </>
    );
};

export default AboutUsGr;