import LineLogo from "@/components/logo/LineLogo";

const TermsOfUseGr = () => {
    return (
        <>
            <div className="flex">
                <LineLogo/>
                <h1 className="text-2xl font-bold ml-4 text-re-dark p-2"> Όροι χρήσης και πολιτική απορρήτου</h1>
            </div>
            <hr className="h-0.5 bg-re-dark mb-8" />
            <p>
                Αυτή η σελίδα σας ενημερώνει για τις πολιτικές μας σχετικά με τη συλλογή και τη χρήση προσωπικών πληροφοριών που λαμβάνουμε από χρήστες του ιστότοπου. Χρησιμοποιούμε τα προσωπικά σας στοιχεία μόνο για την παροχή και τη βελτίωση του ιστότοπου. Με τη χρήση του Δικτυακού Τόπου, συμφωνείτε με τη συλλογή και χρήση των πληροφοριών σύμφωνα με αυτήν την πολιτική. 
            </p>
            <h3 className="font-semibold text-l mt-2">Συλλογή και χρήση πληροφοριών</h3>
            <p>
                Ενώ χρησιμοποιείτε τον ιστότοπό μας, ενδέχεται να σας ζητήσουμε να μας παράσχετε ορισμένες προσωπικές πληροφορίες που μπορούν να χρησιμοποιηθούν για την επαφή ή την αναγνώρισή σας. Προσωπικά, οι αναγνωρίσιμες πληροφορίες μπορεί να περιλαμβάνουν, αλλά δεν περιορίζονται στο όνομά σας ("Προσωπικές πληροφορίες"). 
            </p>
            <h3 className="font-semibold text-l mt-2">Δεδομένα καταγραφής </h3>
            <p>
                Όπως πολλοί φορείς εκμετάλλευσης ιστότοπων, συλλέγουμε πληροφορίες που αποστέλλει το πρόγραμμα περιήγησής σας κάθε φορά που επισκέπτεστε τον ιστότοπό μας ("Δεδομένα καταγραφής"). Αυτά τα δεδομένα καταγραφής ενδέχεται να περιλαμβάνουν πληροφορίες όπως η διεύθυνση IP του υπολογιστή σας, ο τύπος του προγράμματος περιήγησης, η έκδοση του προγράμματος περιήγησης, οι σελίδες του ιστότοπου που επισκέπτεστε, η ώρα και η ημερομηνία της επίσκεψής σας, ο χρόνος που δαπανάται σε αυτές τις σελίδες και άλλα στατιστική. Επιπλέον, ενδέχεται να χρησιμοποιήσουμε υπηρεσίες τρίτων μερών όπως το Google Analytics που συλλέγουν, παρακολουθούν και αναλύουν αυτό. 
            </p>
            <h3 className="font-semibold text-l mt-2">Επικοινωνίες </h3>
            <p>Τα Στοιχεία σας ενδέχεται να χρησιμοποιηθούν για να επικοινωνήσουμε μαζί σας με ενημερωτικά δελτία, διαφημιστικά μηνύματα ή διαφημιστικό υλικό και άλλες πληροφορίες. </p>
            <h3 className="font-semibold text-l mt-2">Cookies</h3>
            <p>
                Τα cookies είναι αρχεία με μικρό όγκο δεδομένων, τα οποία μπορεί να περιλαμβάνουν ένα ανώνυμο μοναδικό αναγνωριστικό. Τα cookies αποστέλλονται στο πρόγραμμα περιήγησής σας από έναν ιστότοπο και αποθηκεύονται στον σκληρό δίσκο του υπολογιστή σας. Όπως πολλοί ιστότοποι, χρησιμοποιούμε "cookies" για τη συλλογή πληροφοριών. Μπορείτε να δώσετε εντολή στο πρόγραμμα περιήγησής σας να απορρίψει όλα τα cookies ή να υποδείξει πότε αποστέλλεται ένα cookie. Ωστόσο, αν δεν αποδέχεστε τα cookies, ενδέχεται να μην μπορείτε να χρησιμοποιήσετε ορισμένα τμήματα του ιστότοπού μας. 
            </p>
            <h3 className="font-semibold text-l mt-2">Ασφάλεια</h3>
            <p>
                Η ασφάλεια των προσωπικών σας στοιχείων είναι σημαντική για εμάς, αλλά να θυμάστε ότι καμία μέθοδος μετάδοσης μέσω του Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής. Παρόλο που προσπαθούμε να χρησιμοποιήσουμε εμπορικά αποδεκτά μέσα για την προστασία των Προσωπικών σας Πληροφοριών, δεν μπορούμε να εγγυηθούμε την απόλυτη ασφάλεια. 
            </p>
            <h3 className="font-semibold text-l mt-2">Αλλαγές στην παρούσα Πολιτική Απορρήτου  </h3>
            <p>
                Αυτή η Πολιτική Προστασίας Προσωπικών Δεδομένων είναι σε ισχύ σήμερα και θα παραμείνει σε ισχύ εκτός από τις τυχόν μεταβολές των διατάξεων της στο μέλλον, οι οποίες θα ισχύουν αμέσως μετά τη δημοσίευση σε αυτή τη σελίδα. Διατηρούμε το δικαίωμα να ενημερώσουμε ή να αλλάξουμε την Πολιτική Απορρήτου ανά πάσα στιγμή και θα πρέπει να ελέγχετε περιοδικά αυτή την Πολιτική Απορρήτου. Η συνεχιζόμενη χρήση της Υπηρεσίας μετά την δημοσίευση οποιωνδήποτε τροποποιήσεων στην Πολιτική Απορρήτου σε αυτή τη σελίδα θα συνιστά την αναγνώρισή σας των τροποποιήσεων και τη συγκατάθεσή σας να τηρείτε και να δεσμεύεστε από την τροποποιημένη Πολιτική Απορρήτου. 
            </p>
            <h3 className="font-semibold text-l mt-2">Επικοινωνήστε μαζί μας </h3>
            <p>
                Αν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου, επικοινωνήστε μαζί μας. 
            </p>
        </>
    );
};

export default TermsOfUseGr;